{
  "internal_name": "Feb_2025_v1",
  "display_title": "מבחן סימולציה לרישיון מתווך",
  "questions": [
    {
      "id": 1,
      "question_text": "ביום 1.1.2020 רכשה גילה דירת מגורים חדשה מקבלן. הקבלן התחייב בהסכם המכר להעמיד לרשות גילה את הדירה בתוך שנה מיום הרכישה... הקבלן העמיד את הדירה לרשות גילה באיחור של 7 חודשים... האם זכאית גילה לפיצוי?",
      "options": [
        "לא; שבעה חודשים זו תקופת איחור סבירה.",
        "כן; בכל מקרה מגיע לגילה פיצוי, מכיוון שמדובר בהפרת החוזה.",
        "כן; גילה זכאית לפיצוי, אך זאת רק לאחר שחלפו שישים יום מתום המועד הקבוע.",
        "לא; אלא אם גילה תצליח להוכיח את נזקיה."
      ],
      "correct_answer": 2
    },
    {
      "id": 2,
      "question_text": "יוסי עסק בתיווך מקרקעין ב-5 השנים האחרונות לסירוגין... ביקש לסייע במכירה למרות שרישיון התיווך שלו אינו בתוקף באותה עת... האם גילה חייבת בתשלום דמי התיווך?",
      "options": [
        "כן; יוסי היה הגורם היעיל בעיסקה.",
        "לא; זאת משום שיוסי לא היה הגורם היעיל בעיסקה.",
        "לא; משום שיוסי לא מחזיק בהזמנת תיווך בכתב כדין, ולא היה בעל רישיון בתוקף.",
        "כן, מכיוון שלפי החוק אם הלקוח יזם את הפניה הוא חייב לשלם."
      ],
      "correct_answer": 2
    }
    // ... וכך הלאה לכל 25 השאלות
  ]
}
